{
  "nav": {
    "home": "Головна",
    "about": "Про нас",
    "blog": "Блог",
    "gallery": "Галерея",
    "services": "Послуги",
    "contact": "Контакти"
  },
  "gall": {
    "title": "Створимо ваш ідеальний весільний день"
  },
  "languages": {
    "en": "English",
    "uk": "Українська"
  },
  "about": {
    "heading": "Про нас",
    "tagline": "Міжнародне агентство знайомств «Венера» — з 2008 року допомагаємо знаходити кохання без кордонів.",
    "features": [
      {
        "id": "founded",
        "icon": "favorite",
        "title": "Засновано у 2008",
        "description": "Агентство створили дві подруги-однодумці — Ольга Нечаєва та Вікторія Лисаненко. Від старту наша мета — справжні стосунки, що будуються на довірі."
      },
      {
        "id": "europe_focus",
        "icon": "public",
        "title": "Акцент на Європу",
        "description": "Працюємо з клієнтами з усього світу, з особливою увагою до країн Європи. Організовуємо онлайн-зустрічі та побачення наживо — в Україні та за кордоном."
      },
      {
        "id": "results",
        "icon": "verified",
        "title": "Реальні результати",
        "description": "50+ щасливих пар і 17 малюків; щомісяця знайомимо 20+ нових людей. Кожна історія унікальна, до кожного — як до члена великої родини."
      },
      {
        "id": "psych_support",
        "icon": "psychology",
        "title": "Психологічний супровід",
        "description": "Допомагаємо позбутися внутрішніх бар’єрів, відчути впевненість у собі та приймати зважені рішення на шляху до стосунків."
      },
      {
        "id": "charity",
        "icon": "volunteer_activism",
        "title": "Благодійність і волонтерство",
        "description": "Співпрацюємо з благодійним фондом «Магура» (Полтава), опікуємося дітьми з особливими потребами. Любов — це також відповідальність перед суспільством."
      },
      {
        "id": "office",
        "icon": "location_on",
        "title": "Офіс у центрі Полтави",
        "description": "Затишна атмосфера довіри, відкритості та тепла. Понад 15 років щоденно допомагаємо людям знаходити кохання."
      }
    ],
    "full": [
      "Агентство міжнародних знайомств «Венера» було засноване у 2008 році двома подругами й однодумцями — Ольгою Нечаєвою та Вікторією Лисаненко. Від самого початку ми поставили собі мету — допомагати людям знаходити справжнє кохання, яке не має кордонів.",
      "За ці роки ми співпрацювали з чоловіками з усього світу, але особливу увагу приділяємо країнам Європи. Ми організовуємо знайомства як в Україні, так і за кордоном — від теплих онлайн-зустрічей до реальних побачень, де народжується щирість і довіра.",
      "На нашому рахунку вже понад 50 щасливих пар, а також 17 малюків, які з’явилися на світ у цих міцних сім’ях. Щомісяця ми знайомимо більш ніж 20 нових людей — через відеозустрічі або наживо. Для нас кожна історія унікальна, і ми ставимося до кожного клієнта як до члена своєї великої родини.",
      "Ми розуміємо, що шлях до кохання — це не лише анкети й зустрічі. Це ще й підтримка, довіра, допомога у важливі моменти. Саме тому ми надаємо психологічний супровід, аби наші клієнти відчували впевненість у собі та своїх рішеннях.",
      "Окреме місце у діяльності агентства займає благодійність. Ми тісно співпрацюємо з благодійним фондом «Магура» (Полтава) та приділяємо особливу увагу дітям з особливими потребами. Співробітники агентства є активними волонтерами фонду.",
      "Наш затишний офіс знаходиться в самому центрі Полтави. Тут панує атмосфера довіри, відкритості та тепла. Ми віримо: справжнє кохання існує для кожного, і вже понад 15 років допомагаємо його знаходити."
    ],
    "viktoria": {
      "name": "Вікторія",
      "title": "Співзасновниця",
      "description": "Люблю свою справу і роблю її від серця. Я — міжнародна сваха-матчмейкер із 15-річним досвідом, магістр психології та філології. Моя місія — допомогти кожній жінці віднайти гармонію в собі та зустріти справжнє кохання. Працюю над дебютною книгою, щоб поділитися інсайтами та реальними історіями трансформацій."
    },
    "olga": {
      "name": "Ольга",
      "title": "Співзасновниця",
      "description": "Мене звати Оля. Я — сваха та матчмейкер із 15 років досвіду, магістр психології, ведуча психологічно-трансформаційної гри «Купідон». Моя пристрасть — підтримувати жінок на шляху до здорових, теплих стосунків: від внутрішньої ясності — до доленосних знайомств. Живу своєю справою і щиро вірю: кожна зустріч може зміни́ти життя."
    }
  },
  "services": {
    "heading": "Наші послуги",
    "list": [
      {
        "id": "matchmaking",
        "title": "Індивідуальний підбір партнера",
        "description": "Добираємо кандидатів за цінностями, стилем життя та реальними сімейними цілями. Кожен проходить особисту перевірку, співбесіду й відбір — щоб ви зустріли людину, з якою захочеться будувати спільне життя."
      },
      {
        "id": "contract",
        "title": "Прозорий договір і гарантії",
        "description": "Перед стартом підписуємо зрозумілий договір: що включено, терміни, гарантії, права й обов’язки сторін. Це захищає ваші інтереси та будує довіру."
      },
      {
        "id": "free_consultation",
        "title": "Безкоштовна перша консультація",
        "description": "Коротка, дружня й професійна зустріч онлайн або в офісі. Пояснюємо процес, відповідаємо на запитання та пропонуємо індивідуальний план дій."
      },
      {
        "id": "profile_setup",
        "title": "Професійне оформлення профілю",
        "description": "Створюємо профіль, який працює: добір фото, щирий і чіткий опис, реалістичні очікування. Анкета приваблює серйозних і відповідних партнерів."
      },
      {
        "id": "style_photoshoot",
        "title": "Стиль і фотосесія під ключ",
        "description": "Підбираємо образ і одяг, організовуємо зйомку. Фото будуть природними, сучасними й такими, що викликають довіру — інвестиція в результат."
      },
      {
        "id": "cultural_coaching",
        "title": "Культурний коучинг",
        "description": "Пояснюємо особливості етикету, сімейних очікувань і культурні нюанси країни партнера, щоб уникнути непорозумінь і будувати стосунки з повагою."
      },
      {
        "id": "visa_support",
        "title": "Візова та міграційна підтримка",
        "description": "Допомагаємо з пакетом документів, апостилем, нотаріальним засвідченням і поданням на візи/підстави для переїзду — у співпраці з перевіреними юристами."
      },
      {
        "id": "translation",
        "title": "Переклад і комунікаційний супровід",
        "description": "Переклад документів і листування, участь під час дзвінків та зустрічей. За потреби організуємо нотаріальне засвідчення."
      },
      {
        "id": "cupid_game",
        "title": "Трансформаційна гра «Купідон»",
        "description": "Допомагає побачити власні шаблони в стосунках, прибрати внутрішні бар’єри й підготуватися до довготривалих відносин — для усвідомленого вибору."
      },
      {
        "id": "legal_support",
        "title": "Загальна юридична допомога",
        "description": "Консультації з договорів, сімейного права та міжнародних процедур. Працюємо разом з адвокатами та фахівцями з міграційного права."
      },
      {
        "id": "background_check",
        "title": "Перевірка кандидатів (background check)",
        "description": "Перевіряємо сімейний стан, соціальний статус і ключові факти — особливо важливо для міжнародних знайомств."
      },
      {
        "id": "confidentiality",
        "title": "Конфіденційність і захист даних",
        "description": "Ваші дані зберігаються безпечно; реальні кейси публікуємо лише за згодою клієнтів."
      },
      {
        "id": "personal_manager",
        "title": "Особистий менеджер-куратор",
        "description": "Супровід одним фахівцем від першої консультації до переїзду: координація кроків, постійний зв’язок і допомога з рішеннями."
      },
      {
        "id": "offline_events",
        "title": "Офлайн-знайомства та тури",
        "description": "Організовуємо подорожі та події для знайомств офлайн — продумуємо програму й логістику."
      },
      {
        "id": "post_marriage_support",
        "title": "Післяшлюбна підтримка",
        "description": "Консультації з адаптації в новій країні: побут, документи, питання переїзду та оформлення документів для дитини тощо."
      }
    ]
  },
  "achievements": {
    "pairs": {
      "value": "50+",
      "title": "Щасливі пари",
      "description": "Пари, що знайшли одне одного з нашою допомогою."
    },
    "babies": {
      "value": "17",
      "title": "Малюки",
      "description": "Народилися в сім’ях, які познайомилися завдяки агентству."
    },
    "meets": {
      "value": "20+",
      "title": "Знайомств щомісяця",
      "description": "Відеозустрічі та побачення офлайн щомісяця."
    }
  },
  "contact_us": {
    "title": "Напишіть нам",
    "desc": "Якщо у вас є додаткові питання, будь ласка, надішліть електронного листа на адресу veneramatchmaking@gmail.com або зв'яжіться з нами, скориставшись нашою контактною формою.",
    "fullname": "Ім'я та Призвіще",
    "email": "Електрона пошта",
    "email_invalid": "Будь ласка, введіть правильну email адресу",
    "content": "Чим ми можемо вам допомогти?",
    "placeholder": "Опишіть свою точку зору або бажання.",
    "button_text": "Надіслати повідомлення",
    "sending": "Відправляємо...",
    "success": "Повідомлення успішно відправлено!",
    "error": "Помилка відправки. Спробуйте ще раз.",
    "captcha_required": "Будь ласка, підтвердіть, що ви не робот"
  },
  "blog": {
    "page_title": "Наш Блог",
    "page_subtitle": "Історії, поради та інсайти про міжнародний матчмейкінг та побудову справжніх стосунків",
    "read_more": "Читати далі",
    "back_to_blog": "Назад до блогу",
    "posts": [
      {
        "id": "1",
        "slug": "poltava-city-of-brides",
        "title": "Полтава — місто наречених",
        "excerpt": "Чому українські дівчата мріють вийти заміж за іноземця? Які вони — чоловіки з Європи та Америки? Чесна розповідь про міжнародні стосунки.",
        "image": "blog-post-1.jpg",
        "date": "2025-01-15",
        "author": "Вікторія і Ольга",
        "content": [
          {
            "type": "text",
            "value": "Дуже багато українських дівчат мріють вийти заміж за іноземця. Хтось мріє зустріти гарячого італійця, комусь до душі спокійні скандинави, а хтось мріє про веселого американця. Чому так? Вийшовши на вулиці міста навесні чи влітку, можна побачити натовпи самотніх красивих дівчат. Вони всюди — працюють в офісах, прогулюються в Білій Альтанці, ходять по магазинах, обговорюють плани з подругами в кафе... А чому вони самотні? Просто у нас мало вільних чоловіків, з якими взагалі хочеться створювати сімейні стосунки."
          },
          {
            "type": "text",
            "value": "Гарних женихів розбирають ще студентами. Решта перспектив не особливо райдужні — можна завести чоловіка з коханками, чоловіка-алкоголіка, маминого синочка, який жодного разу в житті не приймав рішень, чоловіка-ледаря, чоловіка-деспота і т. д. Погодьтеся, ніхто такого щастя для себе не хоче."
          },
          {
            "type": "text",
            "value": "Нашим дівчатам хочеться жити в чистій і красивій країні. Хочеться подорожувати, дозволити собі дорогі хобі та захоплення. Стабільного майбутнього та впевненості в завтрашньому дні для своїх дітей. Але в першу чергу — щирих, справжніх стосунків, що базуються на любові, довірі та вірності. Ось чого хочеться."
          },
          {
            "type": "text",
            "value": "Хочеться відчувати себе як за кам'яною стіною, знати, що чоловік завжди поруч і тобі ні про що не потрібно турбуватися, хочеться підтримки та участі, а не слабкості. Це те, що робить нас сильними та щасливими. Це те, що розкриває жіночий потенціал, піднімає нас на інший рівень і дарує крила за спиною. Наші пріоритети та цінності змінюються."
          },
          {
            "type": "text",
            "value": "У стосунках з іноземцями жінки не думають над тим, чим нагодувати сім'ю, чи треба купити дров на зиму, чим заплатити за комуналку і т. д. Нарешті вони можуть зайнятися собою, своєю красою, спортом, знайти нове хобі, розвиватися та присвятити себе своїм бажанням і цілям."
          },
          {
            "type": "text",
            "value": "Хіба не це і є щастя? — запитаєте ви."
          },
          {
            "type": "heading",
            "value": "То які ж вони — іноземці?"
          },
          {
            "type": "heading",
            "value": "Відповідальні"
          },
          {
            "type": "text",
            "value": "З дитинства у західних дітей виховують здатність самостійно приймати рішення та нести відповідальність за свої вчинки. І коли вони виростають, це знання, як і звичка, міцно вкорінюється у свідомості. Їм не потрібно бігти до мами за порадою чи шукати в житті «няню» для себе. Вони приймають рішення та несуть за них відповідальність."
          },
          {
            "type": "text",
            "value": "Менталітет і культура виховують в іноземців відповідальність від самого коріння. У них прийнято дбати про сім'ю, дітей, дружину. Чоловіки працюють з самого дитинства. Вони знають, що на них лежить відповідальність за сім'ю. Вони не можуть собі дозволити безвідповідально провести день чи вечір. Вони встають рано вранці, щоб працювати. Тому у них прийнято рано лягати спати й не сидіти до ночі перед телевізором. Іноземець завжди бачить перед собою ціль. Він знає куди він йде та чим займається. Він планує своє життя та свої доходи на роки вперед."
          },
          {
            "type": "text",
            "value": "Іноземні чоловіки не шукають жінок таких, як вони самі собі готують. Як би там не було, у них своє виховання — тому їм це смішно та незрозуміло."
          },
          {
            "type": "heading",
            "value": "Вірні"
          },
          {
            "type": "text",
            "value": "Іноземці цінують своїх дружин. Вони не домінують у сімейних стосунках. Для них це само собою зрозуміло — бути поруч, допомагати та захищати. У сім'ях іноземців немає місця хамству та приниженням. У будь-якій ситуації чоловік і дружина — партнери. Кожен з них знає, що інший завжди прийде на допомогу, і кожен з них завжди відданий один одному."
          },
          {
            "type": "text",
            "value": "Звісно, не всі іноземці такі, але ми намагаємося шукати чоловіків, які вміють любити та працювати над стосунками. Таких ми вам і підбираємо."
          },
          {
            "type": "heading",
            "value": "Охайні та чистоплотні"
          },
          {
            "type": "text",
            "value": "Зараз сперечатися про популярність України та її жінок за останні роки стало безглуздо: дівчата прекрасні та доглянуті. Але й чоловіки не відстають. У Європі та Америці чоловіки стежать за собою та своєю зовнішністю. Вони ходять у спортзал, басейн, регулярно відвідують перукаря та стежать за своїм гардеробом. Це не означає, що вони всі модники, але доглянутий, здоровий і підтягнутий чоловік — норма в будь-якому віці."
          },
          {
            "type": "text",
            "value": "Чоловіки не дозволяють собі засмічувати дім чи робоче місце. Ніхто не чекає, що прибиранням у домі займатиметься тільки дружина. Вони просто роблять це разом. У них рівноправ'я в стосунках. Це нормально — допомогти дружині по дому."
          },
          {
            "type": "heading",
            "value": "Дбайливі"
          },
          {
            "type": "text",
            "value": "Іноземні женихи постійно намагаються завоювати своїх дружин. Не романтичними віршами, не серенадами та не компліментами. Вони багато не говорять, вони діють. І все, що вони роблять, вони роблять для своїх дружин, дітей і своєї сім'ї. Вони йдуть з колясками вигулювати дітей, щоб дружина могла відпочити та зайнятися своїми справами. Вони пишаються своїми дружинами та їхніми досягненнями, вони хочуть бачити в очах своїх дружин захоплення. І це їх підштовхує, це щось на кшталт мотивації."
          },
          {
            "type": "text",
            "value": "Чоловіки-іноземці цінують та поважають своїх дружин. Вихідні, вечори та відпустку проводять разом із сім'єю. Найкращі подарунки — це час, проведений з коханими."
          },
          {
            "type": "text",
            "value": "Не кожному іноземцю підходить наш опис вище. Але це типова наша клієнтура. Наш клієнт не буде довго зависати на безкоштовних сайтах знайомств з метою економії, а постарається потрапити до найкращого агентства всерйоз."
          },
          {
            "type": "text",
            "value": "Наш клієнт приходить до нас і каже, що шукає серйозну дівчину для серйозних стосунків. Якщо ви не хочете втратити таку зустріч, то ми будемо раді допомогти."
          }
        ]
      },
      {
        "id": "2",
        "slug": "marry-a-foreigner",
        "title": "Заміж за іноземця",
        "excerpt": "Сьогодні шлюби з громадянами інших країн стають все популярнішими. У чому ж причина? Розбираємося у статистиці та тенденціях міжнародних шлюбів.",
        "image": "blog-post-2.jpg",
        "date": "2025-01-20",
        "author": "Вікторія та Ольга",
        "content": [
          {
            "type": "text",
            "value": "Сьогодні шлюби з громадянами інших країн стають все популярнішими."
          },
          {
            "type": "text",
            "value": "У чому ж причина? Українське шлюбне агентство «Венера» погодилося допомогти нам розібратися в цьому питанні, адже вже понад 10 років успішно допомагає українським нареченим знайти женихів із-за кордону."
          },
          {
            "type": "heading",
            "value": "Міжнародні шлюби в цифрах"
          },
          {
            "type": "text",
            "value": "Отже, давайте подивимося, що ж ми маємо."
          },
          {
            "type": "text",
            "value": "За дослідженням французького національного інституту статистики Insee, спираючись на дані за 2015 рік, майже 27% усіх укладених шлюбів у Франції припадають на міжнародні."
          },
          {
            "type": "text",
            "value": "У 2015 році було зареєстровано 236 300 шлюбів, з яких 75 800 — з іноземцями."
          },
          {
            "type": "text",
            "value": "Наприклад, у Німеччині понад мільйон осіб перебувають у шлюбі з іноземцями — це приблизно 7% від загальної кількості."
          },
          {
            "type": "text",
            "value": "Слід зазначити, що більшість шлюбів у Німеччині укладається всередині країни, проте відсоток розлучень досить високий: кожен третій шлюб закінчується розлученням."
          },
          {
            "type": "text",
            "value": "Батьки кожної четвертої дитини, народженої в Німеччині, — іноземці (за даними 2015 року)."
          },
          {
            "type": "text",
            "value": "Крім того, чоловіків у Німеччині значно більше, ніж жінок, тому багато німецьких чоловіків шукають супутницю життя в інших країнах."
          },
          {
            "type": "text",
            "value": "Нерідко вони не поспішають вступати в шлюб і відкладають народження дітей."
          },
          {
            "type": "text",
            "value": "За даними агентства «Венера», саме шлюби з німцями становлять близько 67% усіх успішних історій їхніх клієнток."
          },
          {
            "type": "heading",
            "value": "США та інші країни"
          },
          {
            "type": "text",
            "value": "США — одна з найбільш відкритих країн у плані міжнародних шлюбів."
          },
          {
            "type": "text",
            "value": "Саме Америка першою звернула увагу на захист іноземних наречених."
          },
          {
            "type": "text",
            "value": "Згідно з вимогами IMBRA, усі шлюбні агентства, що працюють з іноземцями, зобов'язані вказувати достовірну інформацію про чоловіків: відсутність судимостей, фінансовий стан, наявність неповнолітніх дітей, схильність до насильства тощо."
          },
          {
            "type": "text",
            "value": "Це зроблено для того, щоб жінки почувалися захищеними та впевненими в майбутньому."
          },
          {
            "type": "text",
            "value": "Шлюбне агентство «Венера» рекомендує всім своїм клієнткам уважно перевіряти документи і, по можливості, укладати шлюбний договір, щоб захистити себе."
          },
          {
            "type": "heading",
            "value": "Схід теж відкривається"
          },
          {
            "type": "text",
            "value": "Зараз для міжнародних шлюбів відкривається навіть Японія."
          },
          {
            "type": "text",
            "value": "Відсоток шлюбів з іноземцями там поки невеликий — близько 2%, але він стабільно зростає."
          },
          {
            "type": "text",
            "value": "Чоловіки з Японії серйозно ставляться до сім'ї та шлюбу, відрізняються уважністю та повагою — справжні джентльмени."
          },
          {
            "type": "heading",
            "value": "Україна в міжнародній статистиці"
          },
          {
            "type": "text",
            "value": "За статистикою, у 2015 році в Україні було створено 310 сімей, в яких один із подружжя був іноземцем."
          },
          {
            "type": "text",
            "value": "Ці цифри показують, що XXI століття стирає кордони, і міжнародні шлюби стають нормою."
          },
          {
            "type": "text",
            "value": "Українським жінкам не варто боятися шукати своє щастя за кордоном."
          },
          {
            "type": "text",
            "value": "Головне — робити це усвідомлено і з розумінням усіх нюансів."
          },
          {
            "type": "text",
            "value": "Щоб спростити в'їзд до Європи і уникнути можливих труднощів, рекомендується заздалегідь вивчити правила проживання та документи партнера."
          },
          {
            "type": "text",
            "value": "Перша зустріч і знайомство завжди безпечніші на території своєї країни, а якщо щось викликає сумніви — краще звернутися до перевіреного агентства, яке ретельно перевіряє чоловіків."
          }
        ]
      },
      {
        "id": "3",
        "slug": "first-date-secrets",
        "title": "Перше побачення — секрети успіху",
        "excerpt": "Ти познайомилася з цікавим чоловіком в інтернеті, і настав час першого побачення. Як же це чудово звучить! Дізнайся секрети успішного першого побачення від експертів агентства «Венера».",
        "image": "blog-post-3.jpg",
        "date": "2025-01-25",
        "author": "Вікторія та Ольга",
        "content": [
          {
            "type": "text",
            "value": "Ти познайомилася з цікавим чоловіком в інтернеті, і настав час першого побачення."
          },
          {
            "type": "text",
            "value": "Як же це чудово звучить — «перше побачення»!"
          },
          {
            "type": "text",
            "value": "Стільки надій... стільки старань..."
          },
          {
            "type": "text",
            "value": "І раптом здається, що все пройшло чудово, але чоловік більше не телефонує і не пише."
          },
          {
            "type": "text",
            "value": "І ти не можеш зрозуміти, що ж пішло не так і в чому була твоя помилка."
          },
          {
            "type": "text",
            "value": "Ми вирішили допомогти у вирішенні вічного питання — як потрібно поводитися на першому побаченні."
          },
          {
            "type": "text",
            "value": "Міжнародне шлюбне агентство «Венера» допомагало в організації сотень перших побачень, і ми точно можемо виступити експертами в цьому питанні."
          },
          {
            "type": "text",
            "value": "Звичайно, наші поради, в першу чергу, підійдуть для побачень з іноземцями, але напевно будуть корисні кожній з вас."
          },
          {
            "type": "heading",
            "value": "Одяг"
          },
          {
            "type": "text",
            "value": "Про що ти думаєш, збираючись на перше побачення?"
          },
          {
            "type": "text",
            "value": "У голові крутиться одна і та ж думка — «Що ж одягти?»"
          },
          {
            "type": "text",
            "value": "І це правильно. Як кажуть: «Зустрічають по одязі»."
          },
          {
            "type": "text",
            "value": "Але головне — не перестаратися в цьому питанні."
          },
          {
            "type": "text",
            "value": "Будь-якій дівчині хочеться вразити чоловіка своєю красою з першого погляду. Але тут варто пам'ятати, якого чоловіка ти шукаєш."
          },
          {
            "type": "text",
            "value": "Якщо для когось важливі зовнішні ефекти, то для серйозних стосунків образ має бути природним, але скромним."
          },
          {
            "type": "text",
            "value": "Не потрібно виставляти всі свої «козирі» відразу."
          },
          {
            "type": "text",
            "value": "Це приваблює чоловіків, які зацікавлені швидше в розвагах, ніж у сім'ї."
          },
          {
            "type": "text",
            "value": "Особливо це стосується іноземних чоловіків, адже в багатьох країнах дівчата одягаються скромніше, ніж в Україні."
          },
          {
            "type": "text",
            "value": "Взуття також має велике значення."
          },
          {
            "type": "text",
            "value": "Обирай між туфлями на невеликому підборах і модним взуттям без підборів — головне, щоб тобі було зручно."
          },
          {
            "type": "text",
            "value": "Не одягай новинки, які ще не розносила, і занадто високі підбори."
          },
          {
            "type": "text",
            "value": "Якщо не впевнена — саме час одягнути класику."
          },
          {
            "type": "heading",
            "value": "Макіяж"
          },
          {
            "type": "text",
            "value": "Макіяж — це невід'ємна частина образу."
          },
          {
            "type": "text",
            "value": "Як не хочеться зробити губи більшими, очі яскравішими, а вилиці гострішими!"
          },
          {
            "type": "text",
            "value": "Але варто пам'ятати: все добре в міру."
          },
          {
            "type": "text",
            "value": "Не варто перетворювати перше побачення на показ навичок візажиста."
          },
          {
            "type": "text",
            "value": "Тим більше, якщо ви познайомилися в інтернеті, де він вперше побачить тебе наживо."
          },
          {
            "type": "text",
            "value": "Радимо натуральний макіяж, який допоможе розкрити твою природну красу."
          },
          {
            "type": "heading",
            "value": "Аромат"
          },
          {
            "type": "text",
            "value": "Аромат — це завершальна нота твого образу."
          },
          {
            "type": "text",
            "value": "Твої парфуми не повинні бути занадто різкими чи солодкими."
          },
          {
            "type": "text",
            "value": "Ми рекомендуємо обрати легкі, нейтральні та свіжі аромати."
          },
          {
            "type": "heading",
            "value": "Помилки або чого не варто робити і про що говорити"
          },
          {
            "type": "text",
            "value": "Не розповідай про минуле."
          },
          {
            "type": "text",
            "value": "Багато дівчат люблять говорити про колишні стосунки і обговорювати колишніх партнерів."
          },
          {
            "type": "text",
            "value": "Це ЗАБОРОНЕНО на першому побаченні."
          },
          {
            "type": "text",
            "value": "Постарайся віддати всю увагу чоловікові — нехай перше побачення буде присвячено саме йому."
          },
          {
            "type": "text",
            "value": "Не скаржся."
          },
          {
            "type": "text",
            "value": "Скаржитися на життя, роботу, сім'ю чи чоловіків — погана ідея."
          },
          {
            "type": "text",
            "value": "Чоловіки не люблять слухати негатив."
          },
          {
            "type": "text",
            "value": "Навіть якщо в житті зараз не все ідеально, залиш це за дверима кав'ярні."
          },
          {
            "type": "text",
            "value": "Збережи позитивний настрій — і це стане запорукою успіху зустрічі."
          },
          {
            "type": "text",
            "value": "Не запізнюйся."
          },
          {
            "type": "text",
            "value": "Якщо чоловік приїхав з іншої країни і вперше в Україні, не змушуй його чекати."
          },
          {
            "type": "text",
            "value": "Пунктуальність — прояв поваги."
          },
          {
            "type": "text",
            "value": "Що ж робити, якщо ти не знаєш мови?"
          },
          {
            "type": "text",
            "value": "На допомогу тобі прийде перекладач."
          },
          {
            "type": "text",
            "value": "Не переживай — це твій помічник, а не бар'єр."
          },
          {
            "type": "text",
            "value": "Якщо ти ще не почала вчити мову, не страшно."
          },
          {
            "type": "text",
            "value": "Найкращі стосунки народжуються в процесі спілкування, навіть якщо ви використовуєте жести та емоції."
          },
          {
            "type": "text",
            "value": "Потрібно пам'ятати, що будь-який чоловік чекає від жінки посмішки та доброзичливості — це універсальна мова."
          },
          {
            "type": "text",
            "value": "І так, буває кохання з першого погляду!"
          },
          {
            "type": "text",
            "value": "Але якщо воно не сталося одразу — не біда."
          },
          {
            "type": "text",
            "value": "Головне — бути собою, не грати роль і просто насолоджуватися зустріччю."
          },
          {
            "type": "text",
            "value": "Нехай вона стане початком чогось прекрасного."
          }
        ]
      },
      {
        "id": "4",
        "slug": "love-at-a-distance",
        "title": "Кохання на відстані",
        "excerpt": "Ми живемо в XXI столітті, і цілком може бути, що ваше кохання знаходиться не лише в іншому місті, а й в іншій країні. Реальна історія знайомства через інтернет.",
        "image": "blog-post-4.jpg",
        "date": "2025-01-30",
        "author": "Вікторія та Ольга",
        "content": [
          {
            "type": "text",
            "value": "Ми живемо в XXI столітті."
          },
          {
            "type": "text",
            "value": "У наш час без комп'ютера та інтернету нікуди. І цілком може бути, що ваше кохання знаходиться не лише в іншому місті, а й в іншій країні."
          },
          {
            "type": "text",
            "value": "Цілком ймовірно, що ваша кохана людина зараз сидить на сайті знайомств і шукає саме вас."
          },
          {
            "type": "text",
            "value": "Згідно з дослідженням американських вчених (опитування понад 20 000 одружених людей), 36% шлюбів були створені завдяки інтернет-знайомствам."
          },
          {
            "type": "text",
            "value": "І Україна не відстає від США: у нашій країні понад 20% пар знаходять одне одного онлайн."
          },
          {
            "type": "text",
            "value": "Ми звернулися до міжнародного шлюбного агентства «Венера» за успішним прикладом віртуального знайомства."
          },
          {
            "type": "text",
            "value": "З дозволу їхніх клієнтів ми надаємо вам фрагменти їхньої романтичної історії."
          },
          {
            "type": "heading",
            "value": "Листування"
          },
          {
            "type": "message",
            "sender": "male",
            "value": "Привіт! Побачив твою посмішку і не міг не написати. Було приємно дізнатися, що за цією прекрасною посмішкою ховається така цікава людина. :)\n\nЯ обожнюю подорожі. Як ти проводиш вільний час?\n\nБачу, що ти працюєш — ким?\n\nТи така серйозна?\n\nПро себе: я програміст, живу у Франкфурті. Я люблю свою роботу, свою сім'ю, люблю математику. Сподіваюся, не будеш вважати мене нудним.\n\nСкажи, які міста України ти любиш? Я завжди хотів їх дослідити. Сподіваюся, мій лист тобі сподобається і ти відповіси."
          },
          {
            "type": "message",
            "sender": "female",
            "value": "У вільний час... Я дуже люблю подорожувати, і як тільки вдається вирватися на пару вільних днів — їду підкорювати нові міста України.\n\nМоє хобі: спорт та балет.\n\nЯ завжди намагаюся бути у формі. Правда, я не терплю, коли брешуть. Можливо, це й не найкраща риса.\n\nАле ось така я.\n\nП. С. Друзі називають мене Пантерою. :)"
          },
          {
            "type": "message",
            "sender": "male",
            "value": "Привіт, Надю. Сподіваюся, що мені можна так тебе називати. :)\n\nТи знаєш, я теж не люблю брехню. У мене її було достатньо, і я намагаюся уникати людей, які нещирі.\n\nТи мені подобаєшся.\n\nТи красива та розумна дівчина — рідкісне поєднання!\n\nЯ завжди поважав сильних жінок, особливо в Україні.\n\nУ мене мало часу, я весь час працюю і буваю в поїздках. Може, це моя доля..."
          },
          {
            "type": "message",
            "sender": "female",
            "value": "Крістофе, твій лист подарував посмішку. Фокусник? Справді?\n\nНу, у якомусь сенсі так. :)\n\nТи питаєш, що я роблю, чи бувала в Польщі?\n\nТак, була — і у Варшаві, і в Гданську. Чарівні місця!\n\nЩо тобі ближче — гори чи море?\n\nМені ближче море, я мрію одного разу поїхати до Італії.\n\nКрістофе, не думала, що можна познайомитися з такою цікавою людиною через інтернет.\n\nЯ подумала: чим чорт не жартує. :)\n\nІ ось вона я.\n\nМені сподобалося, як ти серйозно міркував про себе та своє життя.\n\nЦе було мило."
          },
          {
            "type": "message",
            "sender": "male",
            "value": "Надю, мені з тобою дуже легко спілкуватися. Це приємно, коли тебе розуміють.\n\nЯ сподіваюся, що ми ще більше дізнаємося одне про одного.\n\nТи знаєш, я вже серйозно думаю про зустріч.\n\nУ Німеччині зараз холодно, а у вас, напевно, тепліше.\n\nЯ б хотів приїхати навесні.\n\nЯк ти на це дивишся?\n\nЛюблю, коли все відбувається природно.\n\nТи мені дуже подобаєшся."
          },
          {
            "type": "message",
            "sender": "female",
            "value": "Це звучить несподівано, але приємно.\n\nТак, навесні у нас вже тепло і красиво.\n\nПарк квітне, все навколо оживає.\n\nДумаю, це буде чудовий час для зустрічі.\n\nЛюблю, коли все збігається само собою. :)"
          },
          {
            "type": "message",
            "sender": "male",
            "value": "Знаєш, Надю, це все було несподівано.\n\nНе можу сказати, що я романтик, але ти змінила моє уявлення про кохання.\n\nСкажи, а це тебе так тягне до моря?\n\nТи написала про Італію — я там був пару років тому.\n\nЦе дивовижна країна.\n\nЯ б із задоволенням показав тобі її.\n\nЯкщо хочеш — напиши свою адресу.\n\nЯ вишлю тобі листівку з Франкфурта."
          },
          {
            "type": "message",
            "sender": "female",
            "value": "Крістофе, як і будь-яка дівчина, я люблю троянди, шоколад і парфуми.\n\nЯ буду рада будь-якій листівці з твого рідного міста. ❤️"
          },
          {
            "type": "message",
            "sender": "male",
            "value": "Надю, не хвилюйся! Якщо тобі стане легше — ти не одна, я поруч.\n\nТи знаєш, мені здається, ми дуже схожі.\n\nТи розумна, добра і справжня.\n\nСкоро ти отримаєш мій лист, а я з нетерпінням чекаю нашої розмови.\n\nМоже, коли-небудь ми зустрінемося не лише словами, а й очима."
          },
          {
            "type": "text",
            "value": "Їхнє листування тривало ще кілька місяців."
          },
          {
            "type": "text",
            "value": "Крістоф стримав своє слово і прилетів до Полтави."
          },
          {
            "type": "text",
            "value": "Вони провели разом кілька тижнів, а через три місяці зіграли весілля в Німеччині."
          },
          {
            "type": "text",
            "value": "Зараз вони живуть щасливо і згадують, як почалася їхня історія кохання."
          }
        ]
      },
      {
        "id": "5",
        "slug": "love-beyond-borders",
        "title": "Кохання за тридев'ять земель",
        "excerpt": "Переїзд до іншої країни завжди хвилююче і важливе рішення. Як успішно адаптуватися до нового життя? Поради від агентства «Венера» та реальні історії клієнток.",
        "image": "blog-post-5.jpg",
        "date": "2025-02-05",
        "author": "Вікторія та Ольга",
        "content": [
          {
            "type": "text",
            "value": "Переїзд до іншої країни завжди хвилююче і важливе рішення, що дає нові можливості."
          },
          {
            "type": "text",
            "value": "Хтось не марно знайомиться для міжнародного шлюбу заздалегідь, а хтось уже бачить себе в новій сім'ї і готується до переїзду."
          },
          {
            "type": "text",
            "value": "Як це відбувається, з якими труднощами доводиться стикатися, і як сприяти успішній адаптації — ми вирішили звернутися до одного з партнерських шлюбних агентств міста Полтави — «Венера»."
          },
          {
            "type": "text",
            "value": "У наведені нижче правила ми включили лише загальні рекомендації."
          },
          {
            "type": "text",
            "value": "Оскільки для кожного клієнта агентства розробляється індивідуальний підхід залежно від країни та ситуації."
          },
          {
            "type": "heading",
            "value": "Правило №1. Ясність"
          },
          {
            "type": "text",
            "value": "Зрозуміти для себе точно, чого ви хочете від переїзду і впевнені ви, що зможете не просто поїхати, а й жити в іншій країні."
          },
          {
            "type": "text",
            "value": "Кохання — це прекрасно, але потрібно тверезо усвідомлювати, що на вас чекає: нові умови, клімат, мова, культура, кухня, традиції і навіть побутові дрібниці."
          },
          {
            "type": "text",
            "value": "Дуже важливо бути чесною з самою собою і зі своїм майбутнім чоловіком: чого ви чекаєте, на що сподіваєтеся, чи готові ви адаптуватися."
          },
          {
            "type": "text",
            "value": "Будьте чесні у власних побажаннях — в першу чергу перед самою собою."
          },
          {
            "type": "heading",
            "value": "Правило №2. Не поспішайте з подіями"
          },
          {
            "type": "text",
            "value": "Перш ніж приймати остаточне рішення, варто відвідати нову країну заздалегідь — як турист."
          },
          {
            "type": "text",
            "value": "Познайомитися з її атмосферою, людьми, побутом, зрозуміти, чи підходить це вам."
          },
          {
            "type": "text",
            "value": "Чоловіки, як правило, допомагають організувати поїздку, а агентство за необхідності допоможе оформити документи."
          },
          {
            "type": "heading",
            "value": "Правило №3. Терпіння"
          },
          {
            "type": "text",
            "value": "У нових бюрократичних державах (а їх більшість) оформлення віз, документів, шлюбних свідоцтв та інших паперів займає час."
          },
          {
            "type": "text",
            "value": "Не варто дратуватися і поспішати — процес може розтягнутися на місяці."
          },
          {
            "type": "text",
            "value": "Нехай все йде своїм чергом: важливо зберігати спокій і готовність до змін."
          },
          {
            "type": "heading",
            "value": "Правило №4. Повага"
          },
          {
            "type": "text",
            "value": "У кожній країні — свої традиції, норми поведінки і навіть ставлення до шлюбу."
          },
          {
            "type": "text",
            "value": "Все, що здавалося звичним в Україні, може сприйматися інакше за кордоном."
          },
          {
            "type": "text",
            "value": "Тому важливо не тільки приймати нову культуру, а й поважати її."
          },
          {
            "type": "text",
            "value": "Не сперечайтеся, якщо щось незвично — спостерігайте, вчіться, адаптуйтеся."
          },
          {
            "type": "heading",
            "value": "Правило №5. Не забувайте про себе"
          },
          {
            "type": "text",
            "value": "Життя за кордоном — це новий щабель, але важливо зберегти себе, свої захоплення і внутрішній світ."
          },
          {
            "type": "text",
            "value": "Українські жінки сильні та незалежні, і саме це притягує чоловіків."
          },
          {
            "type": "text",
            "value": "Нехай ваші звички і таланти залишаються з вами."
          },
          {
            "type": "text",
            "value": "Будьте жінкою, яка надихає."
          },
          {
            "type": "text",
            "value": "Шлюбне агентство «Венера» відзначає: більшість успішних історій пов'язана саме з тими жінками, які усвідомлено підійшли до переїзду, підготувалися заздалегідь, вивчили культуру та мову нової країни, зберегли внутрішню гармонію та повагу до себе."
          },
          {
            "type": "text",
            "value": "Як каже директор агентства, «у кожної історії кохання своя формула успіху. Головне — бути собою і вірити в краще»."
          },
          {
            "type": "heading",
            "value": "Досвід клієнток"
          },
          {
            "type": "text",
            "value": "Світлана, 37 років, Німеччина:"
          },
          {
            "type": "text",
            "value": "«Мій переїзд відбувся у 2016 році. Спочатку було страшно, але агентство допомогло з документами, візою, а головне — з психологічною підготовкою."
          },
          {
            "type": "text",
            "value": "Тепер я живу в Кельні, у нас син і все добре. Головне — не поспішати, а йти вперед маленькими кроками.»"
          },
          {
            "type": "text",
            "value": "Ольга, 29 років, Італія:"
          },
          {
            "type": "text",
            "value": "«Коли я переїхала, мені допомогли адаптуватися і навіть знайти роботу."
          },
          {
            "type": "text",
            "value": "Я закінчила курси італійської мови і тепер працюю в дитячому центрі."
          },
          {
            "type": "text",
            "value": "Все вийшло, тому що я не боялася вчитися новому.»"
          }
        ]
      }
    ]
  },
  "gallery": {
    "title": "Історії кохання",
    "subtitle": "Відкрийте для себе чудові історії пар, які знайшли своє ідеальне кохання",
    "couples": [
      {
        "id": "1",
        "image": "olga_scott.jpg",
        "name": "Ольга та Скотт",
        "story": "Чудова історія кохання, що почалася сонячного дня в Парижі. Їхній спільний шлях був сповнений пригод, сміху та безмежної підтримки одне одного."
      },
      {
        "id": "2",
        "image": "anna_thomas.jpg",
        "name": "Анна та Томас",
        "story": "Познайомилися в кав’ярні — і більше ніколи не розлучалися. Спільна пристрасть до подорожей і фотографії об’єднала їх назавжди..."
      },
      {
        "id": "3",
        "image": "nina_genrih.jpg",
        "name": "Ніна і Генріх",
        "story": "Познайомилися в кав’ярні — і більше ніколи не розлучалися. Спільна пристрасть до подорожей і фотографії об’єднала їх назавжди..."
      },
      { "id": "104", "image": "default.png", "name": "Ірина та Лука", "story": "Вони познайомилися завдяки спільній любові до тварин і зустрілися на вікенд у Кракові. Між Міланом і Львовом вони обмінювали нічні потяги й листівки — доки Лука не зробив пропозицію на світанку біля озера Комо." },
      { "id": "105", "image": "default.png", "name": "Катерина та Уго", "story": "Бариста й французький архітектор, який щоранку перемальовував її лате-арт на серветках. Ескізи стали планами; плани — маленькою квартирою з великими вікнами та ще більшими мріями." },
      { "id": "106", "image": "default.png", "name": "Світлана та Марк", "story": "Вони записалися в один похідний клуб у Карпатах. Поки піднялися на Говерлу, уже запланували життя з вікендами на стежках і буднями з паельєю між Києвом і Барселоною." },
      { "id": "107", "image": "default.png", "name": "Дарія та П’єр", "story": "Вони зіткнулися в крамниці музею через останню листівку з Оперою Одеси. Він залишив її їй; вона написала на звороті свій номер. За місяць Париж став відчуватися домом." },
      { "id": "108", "image": "default.png", "name": "Аліна та Йонас", "story": "Двоє айтішників познайомилися на хакатоні в Берліні. Їхній перший проєкт впав, другий узяв приз, а третій — весільний сайт із пасхалкою, яку знають лише вони." },
      { "id": "109", "image": "default.png", "name": "Вікторія та Маттео", "story": "Вона жартувала, що вареники кращі за равіолі; він відповідав тірамісу. Кулінарний майстер-клас нічого не вирішив — окрім того, що разом смакує краще." },
      { "id": "110", "image": "default.png", "name": "Олена та Ліам", "story": "Через туман пересадка перетворилася на книжковий обмін. Відтоді кожна їхня подорож починається з книгарні й закінчується запискою між сторінками." },
      { "id": "111", "image": "default.png", "name": "Юлія та Олівер", "story": "Вони зустрілися на розмовному клубі, де за них фліртували акценти. До літа вони тренували часи біля моря і обіцяли назавжди — без перекладу." },
      { "id": "112", "image": "default.png", "name": "Лілія та Адрієн", "story": "Він попросив місце біля сцени у київському джаз-барі; вона була піаністкою. Анкором стали полароїд, десерт на двох і кіт, якого вони назвали «Джаз»." },
      { "id": "113", "image": "default.png", "name": "Богдана та Оскар", "story": "Благодійний велозаїзд звів їх в одному пелотоні. Після 100 кілометрів дощу й сміху нідерландськими полями вони фінішували, вже плануючи наступний маршрут." }
    ]
  }
}